# V Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UV..::..V Property
UV Class See Also
---
Gets the second coordinate.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double V { get; }
```

Visual Basic
---
```text
Public ReadOnly Property V As Double
	Get
```

Visual C++
---
```text
public:
property double V {
	double get ();
}
```

# See Also
UV Class
Autodesk.Revit.DB Namespace